tap "anomalyco/tap"
tap "macos-fuse-t/cask"
brew "acme"
brew "angband"
brew "arp-scan"
brew "asciidoctor"
brew "asdf"
brew "bat"
brew "bison"
brew "boost"
brew "sdl2"
brew "brogue"
brew "bsdiff"
brew "cc65"
brew "cloc"
brew "cmake"
brew "diceware"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "fossil"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "libmpc"
brew "gemini-cli"
brew "git"
brew "git-lfs"
brew "python@3.14"
brew "global"
brew "globstar"
brew "go"
brew "handbrake"
brew "imagemagick"
brew "internetarchive"
brew "llama.cpp"
brew "lsd"
brew "lsusb"
brew "mlx"
brew "mlx-lm"
brew "mplayer"
brew "neovim"
brew "nethack"
brew "nmap"
brew "nono"
brew "pass"
brew "plantuml"
brew "poetry"
brew "rclone"
brew "ripgrep"
brew "rogue"
brew "scons"
brew "starship"
brew "stow"
brew "texinfo"
brew "texlive"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "unison"
brew "uv"
brew "vala"
brew "vala-language-server"
brew "vapor"
brew "wego"
brew "wget"
brew "yt-dlp"
brew "z80asm"
brew "zplug"
brew "zsh-completions"
brew "anomalyco/tap/opencode"
cask "caprine"
cask "claude-code"
cask "firefox"
cask "fpc-laz"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "ghostty"
cask "godot"
cask "nextcloud-talk"
cask "thunderbird"
cask "ungoogled-chromium"
cask "vlc"
go "github.com/vektra/mockery/v2"
go "github.com/golang/mock/mockgen"
uv "swival"
