brew "acme"
brew "angband"
brew "asdf"
brew "bat"
brew "sdl2"
brew "brogue"
brew "cc65"
brew "cloc"
brew "cmake"
brew "diceware"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "fossil"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "git-lfs"
brew "global"
brew "globstar"
brew "go"
brew "handbrake"
brew "internetarchive"
brew "llama.cpp"
brew "lsd"
brew "lsusb"
brew "mlx"
brew "mlx-lm"
brew "neovim"
brew "nethack"
brew "nono"
brew "ripgrep"
brew "opencode"
brew "pass"
brew "plantuml"
brew "poetry"
brew "rogue"
brew "scons"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "vala"
brew "vala-language-server"
brew "wego"
brew "yt-dlp"
brew "z80asm"
brew "zsh-completions"
cask "caprine"
cask "claude-code"
cask "firefox"
cask "fpc-laz"
cask "ghostty"
cask "godot"
cask "thunderbird"
cask "ungoogled-chromium"
cask "vlc"
cask "wezterm"
go "github.com/vektra/mockery/v2"
go "github.com/golang/mock/mockgen"
uv "swival"
